Revit 2027 API
ParameterTypeId.ZoneUseOutsideAirPerPersonParam Property
 "Use Outside Air Per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneUseOutsideAirPerPersonParam { get; }
Public Shared ReadOnly Property ZoneUseOutsideAirPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneUseOutsideAirPerPersonParam {
	ForgeTypeId^ get ();
}
static member ZoneUseOutsideAirPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace